export const mockPosts = [
  {
    id: 1,
    user: "คุณผู้ใช้",
    text: "บ้านเดี่ยว ลาดพร้าว 71 ราคา 4.5 ล้านบาท 🏠",
    image: "/assets/cfe3.บ้านเดี่ยว.jpg",
    time: "2025-10-29T10:00:00",
    userId: 1,
  },
  {
    id: 2,
    user: "คุณผู้ใช้",
    text: "คอนโด Life Sukhumvit 💼 ใกล้ BTS เอกมัย",
    image: "/assets/centric-ratchayothin-unite-reccommend-Adver-1.jpg",
    time: "2025-10-28T09:00:00",
    userId: 1,
  },
  {
    id: 3,
    user: "คุณผู้ใช้",
    text: "ที่ดินแปลงใหญ่ นนทบุรี 200 ตร.ว.",
    image: "/assets/ดาวโหลด.jpg",
    time: "2025-10-27T15:30:00",
    userId: 1,
  },
];
